Repository: mahirozdin/BoreasMacFanControl
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: es, ru, tr, zh_hans

# chart.fan.accessibility
source: Fan speed over the last %@
es: Velocidad de los ventiladores en %@
ru: Скорость вентиляторов за последние %@
tr: Son %@ içindeki fan hızı
zh_hans: 最近 %@ 的风扇转速

# chart.mark.group
source: Group
es: Grupo
ru: Группа
tr: Grup
zh_hans: 分组

# chart.mark.speed
source: Speed
es: Velocidad
ru: Скорость
tr: Hız
zh_hans: 转速

# chart.mark.temperature
source: Temperature
es: Temperatura
ru: Температура
tr: Sıcaklık
zh_hans: 温度

# chart.mark.time
source: Time
es: Tiempo
ru: Время
tr: Zaman
zh_hans: 时间

# chart.series.hidden
source: hidden
es: oculta
ru: скрыто
tr: gizli
zh_hans: 已隐藏

# chart.series.shown
source: shown
es: visible
ru: показано
tr: görünür
zh_hans: 已显示

# chart.series.toggle.help
source: Show or hide this series
es: Mostrar u ocultar esta serie
ru: Показать или скрыть этот ряд
tr: Bu seriyi göster ya da gizle
zh_hans: 显示或隐藏此序列

# chart.temperature.accessibility
source: Temperature over the last %@
es: Temperatura en %@
ru: Температура за последние %@
tr: Son %@ içindeki sıcaklık
zh_hans: 最近 %@ 的温度

# chart.window.label
source: Chart time window
es: Periodo del gráfico
ru: Период графика
tr: Grafik zaman aralığı
zh_hans: 图表时间范围

# control.mapping.accessibility
source: %@ follows %@, %@
es: %1$@ sigue a %2$@, %3$@
ru: %1$@ следует за %2$@, %3$@
tr: %1$@ şunu izliyor: %2$@, %3$@
zh_hans: %1$@ 跟随 %2$@，%3$@

# control.mapping.nofans
source: This Mac reports no controllable fan.
es: Este Mac no informa de ningún ventilador controlable.
ru: Этот Mac не сообщает об управляемых вентиляторах.
tr: Bu Mac denetlenebilir bir fan bildirmiyor.
zh_hans: 这台 Mac 未报告可控风扇。

# control.override.duration
source: For
es: Durante
ru: На
tr: Süre
zh_hans: 持续

# control.override.forever
source: Until I stop
es: Hasta que yo lo detenga
ru: Пока не остановлю
tr: Ben durdurana kadar
zh_hans: 直到我停止

# control.override.indefinite
source: You are driving the fans until you hand them back.
es: Estás controlando los ventiladores hasta que devuelvas el control.
ru: Вентиляторами управляете вы, пока не вернёте управление.
tr: Fanları siz sürüyorsunuz; direksiyonu bırakana kadar böyle kalır.
zh_hans: 风扇由你控制，直到你交还控制权。

# control.override.minutes
source: %lld minutes
es: %lld minutos
ru: %lld минут
tr: %lld dakika
zh_hans: %lld 分钟

# control.override.start
source: Take Over
es: Tomar el control
ru: Взять управление
tr: Devral
zh_hans: 接管控制

# control.override.stop
source: Return to Automatic
es: Volver a automático
ru: Вернуть автоматику
tr: Otomatiğe Dön
zh_hans: 恢复自动

# control.override.until
source: Back to automatic at %@.
es: Vuelve a automático a las %@.
ru: Автоматика вернётся в %@.
tr: Otomatiğe dönüş: %@
zh_hans: 将在 %@ 恢复自动。

# control.safety.acting
source: acting now
es: actuando
ru: действует
tr: şu an müdahale ediyor
zh_hans: 正在生效

# control.safety.armed
source: armed
es: preparada
ru: наготове
tr: kurulu
zh_hans: 已就绪

# control.safety.k1
source: K1 — Fan floor
es: K1 — Mínimo del ventilador
ru: K1 — нижний предел
tr: K1 — Fan tabanı
zh_hans: K1 — 风扇下限

# control.safety.k1.detail
source: Output never goes below the hardware minimum.
es: La salida nunca baja del mínimo del hardware.
ru: Скорость никогда не опускается ниже аппаратного минимума.
tr: Çıkış hiçbir zaman donanım alt sınırının altına inmez.
zh_hans: 输出永不低于硬件最低转速。

# control.safety.k2
source: K2 — Thermal state
es: K2 — Estado térmico
ru: K2 — тепловое состояние
tr: K2 — Termal durum
zh_hans: K2 — 散热状态

# control.safety.k2.detail
source: Serious raises the floor to 55%, critical forces 100%.
es: «Serious» sube el mínimo al 55%; «critical» fuerza el 100%.
ru: «Serious» поднимает предел до 55%, «critical» требует 100%.
tr: Ciddi durumda taban %55'e çıkar, kritik durumda %100 zorlanır.
zh_hans: serious 将下限提升到 55%，critical 强制 100%。

# control.safety.k3
source: K3 — Panic threshold
es: K3 — Umbral de emergencia
ru: K3 — аварийный порог
tr: K3 — Panik eşiği
zh_hans: K3 — 紧急阈值

# control.safety.k3.detail
source: Above %lld °C: full speed, held for 30 seconds.
es: Por encima de %lld °C: velocidad máxima, mantenida 30 segundos.
ru: Выше %lld °C: полная скорость, удерживается 30 секунд.
tr: %lld °C üstünde: tam hız, 30 saniye kilitli.
zh_hans: 高于 %lld °C：全速运转，并保持 30 秒。

# control.safety.k4
source: K4 — Helper guard
es: K4 — Guarda del asistente
ru: K4 — защита службы
tr: K4 — Yardımcı süzgeci
zh_hans: K4 — 辅助程序防护

# control.safety.k4.detail
source: The helper refuses any speed the hardware does not accept.
es: El asistente rechaza cualquier velocidad que el hardware no acepte.
ru: Служба отклоняет любую скорость, которую не принимает оборудование.
tr: Yardımcı, donanımın kabul etmediği hiçbir hızı geçirmez.
zh_hans: 辅助程序会拒绝硬件不接受的任何转速。

# control.safety.k5
source: K5 — Watchdog
es: K5 — Vigilante
ru: K5 — сторожевой таймер
zh_hans: K5 — 看门狗

# control.safety.k5.detail
source: No heartbeat for %lld to %lld seconds hands the fans back.
es: Si no hay señal durante %1$lld a %2$lld segundos, los ventiladores vuelven al firmware.
ru: Отсутствие сигнала от %1$lld до %2$lld секунд возвращает вентиляторы прошивке.
tr: %lld–%lld saniye kalp atışı gelmezse fanlar geri verilir.
zh_hans: %1$lld 到 %2$lld 秒内没有心跳信号，风扇即交回固件。

# control.section.mapping
source: Fan inputs
es: Entradas de los ventiladores
ru: Входы вентиляторов
tr: Fan girişleri
zh_hans: 风扇输入

# control.section.override
source: Manual override
es: Control manual
ru: Ручное управление
tr: Elle devralma
zh_hans: 手动接管

# control.section.safety
source: Safety chain
es: Cadena de seguridad
ru: Цепочка защиты
tr: Güvenlik zinciri
zh_hans: 安全链

# control.why.fallback
source: %@ is active because no other profile's condition holds.
es: %@ está activo porque no se cumple la condición de ningún otro perfil.
ru: %@ активен, потому что ни одно условие другого профиля не выполняется.
tr: %@ etkin, çünkü başka hiçbir profilin koşulu sağlanmıyor.
zh_hans: %@ 处于活动状态，因为没有其他配置的条件成立。

# control.why.manual
source: %@ is active because you selected it.
es: %@ está activo porque lo has elegido tú.
ru: %@ активен, потому что вы его выбрали.
tr: %@ etkin, çünkü onu siz seçtiniz.
zh_hans: %@ 处于活动状态，因为这是你选择的。

# control.why.manual.timed
source: %@ is active because you selected it, until %@.
es: %1$@ está activo porque lo has elegido tú, hasta las %2$@.
ru: %1$@ активен, потому что вы его выбрали, до %2$@.
tr: %@ etkin, çünkü onu siz seçtiniz. Bitiş: %@
zh_hans: %1$@ 处于活动状态，因为这是你选择的，直到 %2$@。

# control.why.none
source: No profile is configured.
es: No hay ningún perfil configurado.
ru: Профиль не настроен.
tr: Tanımlı profil yok.
zh_hans: 尚未配置任何方案。

# control.why.trigger
source: %@ is active because %@.
es: %1$@ está activo porque %2$@.
ru: %1$@ активен, потому что %2$@.
tr: %@ etkin, çünkü %@.
zh_hans: %1$@ 处于活动状态，因为%2$@。

# curve.accessibility.point
source: Point %lld, %lld degrees, %lld percent
es: Punto %1$lld, %2$lld °C, %3$lld %%
ru: Точка %1$lld, %2$lld °C, %3$lld %%
tr: %1$lld. nokta, %2$lld derece, yüzde %3$lld
zh_hans: 第 %1$lld 个控制点，%2$lld °C，%3$lld%%

# curve.editor.accessibility
source: Fan curve editor
es: Editor de la curva del ventilador
ru: Редактор кривой вентилятора
tr: Fan eğrisi düzenleyici
zh_hans: 风扇曲线编辑器

# curve.editor.accessibility.hint
source: Use the point table below to edit the curve
es: Usa la tabla de puntos de abajo para editar la curva
ru: Для правки кривой используйте таблицу точек ниже
tr: Eğriyi düzenlemek için aşağıdaki nokta tablosunu kullanın
zh_hans: 请使用下方的控制点表格编辑曲线

# curve.hint
source: Drag a point to reshape · double-click to add · right-click a point to remove
es: Arrastra un punto para cambiar la forma · doble clic para añadir · clic derecho para quitar
ru: Перетащите точку, чтобы изменить форму · двойной щелчок добавляет · правый щелчок удаляет
tr: Noktayı sürükleyerek eğriyi değiştirin · çift tıkla ekleyin · noktaya sağ tıklayıp silin
zh_hans: 拖动控制点可改变形状 · 双击添加 · 右键点击控制点可删除

# curve.none
source: No profile is active, so there is no curve to edit.
es: No hay ningún perfil activo, así que no hay curva que editar.
ru: Ни один профиль не активен, поэтому править нечего.
tr: Etkin profil yok, dolayısıyla düzenlenecek eğri de yok.
zh_hans: 没有活动的方案，因此没有可编辑的曲线。

# curve.param.fall
source: Fall limit
es: Límite de bajada
ru: Предел снижения
tr: Düşüş sınırı
zh_hans: 下降限速

# curve.param.hysteresis
source: Hysteresis
es: Histéresis
ru: Гистерезис
tr: Histerezis
zh_hans: 回差

# curve.param.rise
source: Rise limit
es: Límite de subida
ru: Предел роста
tr: Yükseliş sınırı
zh_hans: 上升限速

# curve.param.smoothing
source: Smoothing
es: Suavizado
ru: Сглаживание
tr: Yumuşatma
zh_hans: 平滑

# curve.point.delete
source: Delete Point
es: Eliminar punto
ru: Удалить точку
tr: Noktayı Sil
zh_hans: 删除控制点

# curve.point.help
source: %lld °C at %lld%%
es: %1$lld °C al %2$lld%%
ru: %1$lld °C при %2$lld%%
tr: %lld °C için %%%lld
zh_hans: %1$lld °C 时 %2$lld%%

# curve.redo
source: Redo
es: Rehacer
ru: Повторить
tr: Yinele
zh_hans: 重做

# curve.section
source: Fan curve
es: Curva del ventilador
ru: Кривая вентилятора
tr: Fan eğrisi
zh_hans: 风扇曲线

# curve.table.add
source: Add Point
es: Añadir punto
ru: Добавить точку
tr: Nokta Ekle
zh_hans: 添加控制点

# curve.table.duty
source: Fan
es: Ventilador
ru: Вентилятор
zh_hans: 风扇

# curve.table.duty.accessibility
source: Point %lld fan speed in percent
es: Velocidad del ventilador en el punto %lld, en porcentaje
ru: Скорость вентилятора в точке %lld, в процентах
tr: %lld. noktanın fan hızı, yüzde olarak
zh_hans: 第 %lld 个控制点的风扇转速，以百分比表示

# curve.table.remove.accessibility
source: Remove point %lld
es: Eliminar el punto %lld
ru: Удалить точку %lld
tr: %lld. noktayı kaldır
zh_hans: 删除第 %lld 个控制点

# curve.table.temperature
source: Temperature
es: Temperatura
ru: Температура
tr: Sıcaklık
zh_hans: 温度

# curve.table.temperature.accessibility
source: Point %lld temperature in degrees Celsius
es: Temperatura del punto %lld en grados Celsius
ru: Температура точки %lld в градусах Цельсия
tr: %lld. noktanın sıcaklığı, Santigrat derece
zh_hans: 第 %lld 个控制点的温度，以摄氏度表示

# curve.template.help
source: Start from this built-in curve
es: Empezar desde esta curva integrada
ru: Начать с этой встроенной кривой
tr: Bu hazır eğriden başla
zh_hans: 以这条内置曲线为起点

# curve.undo
source: Undo
es: Deshacer
ru: Отменить
tr: Geri al
zh_hans: 撤销

# diagnostics.cause.airflow
source: Restricted airflow around the machine
es: Flujo de aire restringido alrededor del equipo
ru: Ограниченный поток воздуха вокруг компьютера
tr: Makinenin çevresinde hava akışının kısıtlı olması
zh_hans: 机器周围的气流受阻

# diagnostics.cause.battery.aged
source: Normal ageing — every battery holds less as it goes through charge cycles
es: Envejecimiento normal: toda batería retiene menos a medida que acumula ciclos
ru: Обычное старение — любая батарея с циклами держит меньше
tr: Normal yaşlanma — her pil şarj döngüleri geçtikçe daha az şarj tutar
zh_hans: 正常老化——任何电池随着充电循环增加，能储存的电量都会减少

# diagnostics.cause.battery.service
source: A condition worth having looked at, if the figure keeps falling faster than the cycles explain
es: Algo que conviene revisar si la cifra sigue bajando más rápido de lo que explican los ciclos
ru: Состояние, которое стоит показать специалисту, если значение падает быстрее, чем объясняют циклы
tr: Değer, döngü sayısının açıkladığından daha hızlı düşmeye devam ederse baktırmaya değer bir durum
zh_hans: 如果数值下降的速度超出循环次数所能解释的范围，这一状况值得请人查看

# diagnostics.cause.battery.temperature
source: Charging while the machine is already warm, or in a warm room
es: Cargar cuando el equipo ya está caliente, o en una habitación cálida
ru: Зарядка, когда компьютер уже тёплый, или в тёплом помещении
tr: Makine zaten sıcakken ya da sıcak bir odada şarj etmek
zh_hans: 在机器已经发热时充电，或在温度较高的房间里充电

# diagnostics.cause.connection
source: A fan or cable that is not connected as firmly as it was
es: Un ventilador o un cable que ya no está tan firme como estaba
ru: Вентилятор или шлейф, подключённый не так плотно, как раньше
tr: Eskisi kadar sıkı oturmayan bir fan ya da kablo
zh_hans: 风扇或排线不像原来那样接得牢固

# diagnostics.cause.differentparts
source: The fans are cooling different parts of the machine and are meant to differ
es: Los ventiladores refrigeran partes distintas del equipo y deben diferir
ru: Вентиляторы охлаждают разные части компьютера, и разница задумана
tr: Fanların makinenin farklı bölümlerini soğutuyor ve farklı dönmeleri gerekiyor olması
zh_hans: 两个风扇在为机器的不同部位散热，本来就应该有差异

# diagnostics.cause.disk.full
source: Very little free space left on the drive
es: Queda muy poco espacio libre en el disco
ru: На диске осталось очень мало свободного места
tr: Diskte çok az boş alan kalmış olması
zh_hans: 磁盘剩余空间已经很少

# diagnostics.cause.disk.snapshots
source: Large files, or local backup snapshots the system is keeping
es: Archivos grandes, o instantáneas de copia de seguridad que el sistema conserva
ru: Большие файлы или локальные снимки резервных копий, которые хранит система
tr: Büyük dosyalar ya da sistemin tuttuğu yerel yedek anlık görüntüleri
zh_hans: 较大的文件，或系统保留的本地备份快照

# diagnostics.cause.disk.writes
source: Sustained writing, which warms the drive's controller
es: Escritura sostenida, que calienta la controladora del disco
ru: Непрерывная запись, которая нагревает контроллер диска
tr: Diskin denetleyicisini ısıtan sürekli yazma işlemi
zh_hans: 持续写入，会让磁盘控制器发热

# diagnostics.cause.dust
source: Dust in the fan or the vents, which makes a fan slower than its command
es: Polvo en el ventilador o en las rejillas, que lo hace más lento que su orden
ru: Пыль в вентиляторе или в решётках, из-за которой он медленнее команды
tr: Fandaki ya da havalandırmadaki toz — fanı komutunun gerisinde bırakır
zh_hans: 风扇或散热孔里的灰尘，使风扇转得比指令要慢

# diagnostics.cause.firmware
source: The firmware overriding the requested speed for its own reasons
es: El firmware anulando la velocidad pedida por sus propios motivos
ru: Прошивка, переопределяющая запрошенную скорость по своим причинам
tr: Donanım yazılımının, kendi gerekçeleriyle istenen hızı geçersiz kılması
zh_hans: 固件出于自身原因覆盖了请求的转速

# diagnostics.cause.hardware
source: Something wrong with the hardware itself
es: Algo que no va bien en el propio hardware
ru: Что-то не так с самим оборудованием
tr: Donanımın kendisinde bir sorun olması
zh_hans: 硬件本身存在某种问题

# diagnostics.cause.heavywork
source: Sustained heavy work, which is the ordinary reason
es: Trabajo intenso sostenido, que es el motivo habitual
ru: Продолжительная тяжёлая нагрузка — обычная причина
tr: Sürekli ağır iş — olağan gerekçe budur
zh_hans: 长时间高负载，这是最常见的原因

# diagnostics.cause.notresponding
source: A fan that is not responding to its command
es: Un ventilador que no responde a su orden
ru: Вентилятор, который не отвечает на команду
tr: Komutuna yanıt vermeyen bir fan
zh_hans: 某个风扇没有响应指令

# diagnostics.cause.obstruction
source: Dust or an obstruction on the slower fan
es: Polvo o una obstrucción en el ventilador más lento
ru: Пыль или препятствие на более медленном вентиляторе
tr: Yavaş fanın üzerinde toz ya da bir engel
zh_hans: 较慢的那个风扇上有灰尘或阻挡物

# diagnostics.cause.parked
source: A cluster the system has parked, which reports a fixed value by design
es: Un clúster que el sistema ha aparcado y que informa un valor fijo por diseño
ru: Кластер, приостановленный системой: он по замыслу сообщает постоянное значение
tr: Sistemin park ettiği bir küme — tasarımı gereği sabit bir değer bildirir
zh_hans: 被系统闲置的核心簇，按设计会报告一个固定数值

# diagnostics.cause.quietcurve
source: A fan curve that is quieter than this workload wants
es: Una curva más silenciosa de lo que pide esta carga de trabajo
ru: Кривая тише, чем требует эта нагрузка
tr: Bu iş yüküne göre fazla sessiz kalan bir fan eğrisi
zh_hans: 曲线比当前负载所需要的更安静

# diagnostics.cause.stopped
source: A sensor that has stopped reporting
es: Un sensor que ha dejado de informar
ru: Датчик, который перестал отвечать
tr: Bildirmeyi bırakmış bir sensör
zh_hans: 某个传感器已经停止报告

# diagnostics.cause.unknownsensor
source: A sensor this build does not understand yet
es: Un sensor que esta versión aún no entiende
ru: Датчик, который эта сборка пока не понимает
tr: Bu sürümün henüz tanımadığı bir sensör
zh_hans: 这个版本尚未识别的传感器

# diagnostics.causes
source: This could be:
es: Podría ser:
ru: Возможные объяснения:
tr: Şunlar olabilir:
zh_hans: 可能的原因：

# diagnostics.check.balance
source: Fan balance
es: Equilibrio de los ventiladores
ru: Согласованность вентиляторов
tr: Fan dengesi
zh_hans: 风扇一致性

# diagnostics.check.battery
source: Battery health
es: Salud de la batería
ru: Состояние батареи
tr: Pil sağlığı
zh_hans: 电池健康

# diagnostics.check.response
source: Fan response
es: Respuesta de los ventiladores
ru: Отклик вентиляторов
tr: Fan yanıtı
zh_hans: 风扇响应

# diagnostics.check.sensors
source: Sensor validity
es: Validez de los sensores
ru: Достоверность датчиков
tr: Sensör geçerliliği
zh_hans: 传感器可信度

# diagnostics.check.smart
source: Drive wear
es: Desgaste del disco
ru: Износ диска
tr: Disk yıpranması
zh_hans: 磁盘磨损

# diagnostics.check.storage
source: Storage
es: Almacenamiento
ru: Накопитель
tr: Depolama
zh_hans: 存储

# diagnostics.check.thermal
source: Thermal history
es: Historial térmico
ru: История нагрева
tr: Termal geçmiş
zh_hans: 散热历史

# diagnostics.checks
source: Checks
es: Comprobaciones
ru: Проверки
tr: Kontroller
zh_hans: 检查项

# diagnostics.finding.balance.apart
source: One fan is running %lld rpm faster than another.
es: Un ventilador gira %lld rpm más rápido que otro.
ru: Один вентилятор вращается на %lld об/мин быстрее другого.
tr: Bir fan diğerinden %lld dev/dk daha hızlı dönüyor.
zh_hans: 一个风扇比另一个快 %lld 转/分。

# diagnostics.finding.balance.single
source: This Mac has a single fan, so there is nothing to compare it against.
es: Este Mac tiene un solo ventilador, así que no hay con qué compararlo.
ru: В этом Mac один вентилятор, сравнивать не с чем.
tr: Bu Mac'te tek fan var, dolayısıyla karşılaştırılacak bir şey yok.
zh_hans: 这台 Mac 只有一个风扇，没有可比较的对象。

# diagnostics.finding.balance.together
source: The fans are within %lld rpm of each other.
es: Los ventiladores no se separan más de %lld rpm entre sí.
ru: Вентиляторы отличаются не более чем на %lld об/мин.
tr: Fanlar birbirinden en çok %lld dev/dk ayrı.
zh_hans: 两个风扇之间的差异不超过 %lld 转/分。

# diagnostics.finding.balance.unreadable
source: No fan speeds were readable.
es: No se ha podido leer la velocidad de ningún ventilador.
ru: Скорости вентиляторов прочитать не удалось.
tr: Hiçbir fan hızı okunamadı.
zh_hans: 未能读取任何风扇转速。

# diagnostics.finding.battery.absent
source: This Mac has no battery, so there is nothing to report here.
es: Este Mac no tiene batería, así que aquí no hay nada que informar.
ru: В этом Mac нет батареи, поэтому сообщать здесь нечего.
tr: Bu Mac'te pil yok, dolayısıyla burada bildirilecek bir şey yok.
zh_hans: 这台 Mac 没有电池，因此这里没有可报告的内容。

# diagnostics.finding.battery.healthy
source: The battery has been through %lld charge cycles and holds %lld%% of the charge it was built to hold.
es: Ciclos de carga completados: %1$lld. La batería retiene el %2$lld%% de la carga para la que se fabricó.
ru: Циклов заряда пройдено: %1$lld. Батарея держит %2$lld%% от заряда, на который была рассчитана.
tr: Pil %1$lld şarj döngüsünden geçti ve üretildiğinde taşıdığı şarjın %2$lld%%'ini tutuyor.
zh_hans: 电池已完成 %1$lld 次充电循环，可储存出厂设计电量的 %2$lld%%。

# diagnostics.finding.battery.unreadable
source: The system did not report any battery figures.
es: El sistema no ha informado de ninguna cifra de la batería.
ru: Система не сообщила никаких данных о батарее.
tr: Sistem herhangi bir pil değeri bildirmedi.
zh_hans: 系统没有报告任何电池数据。

# diagnostics.finding.battery.warm
source: The battery is at %lld °C — warm for a battery. %lld charge cycles, holding %lld%%.
es: La batería está a %1$lld °C, temperatura alta para una batería. Ciclos de carga: %2$lld, retiene el %3$lld%%.
ru: Температура батареи %1$lld °C — для батареи это тепло. Циклов заряда: %2$lld, держит %3$lld%%.
tr: Pil %1$lld °C — bir pil için sıcak sayılır. %2$lld şarj döngüsü, tuttuğu şarj %3$lld%%.
zh_hans: 电池温度为 %1$lld °C——对电池来说偏高。已完成 %2$lld 次充电循环，可储存 %3$lld%%。

# diagnostics.finding.battery.worn
source: After %lld charge cycles the battery holds %lld%% of the charge it was built to hold.
es: Ciclos de carga completados: %1$lld. La batería retiene el %2$lld%% de la carga para la que se fabricó.
ru: Циклов заряда пройдено: %1$lld. Батарея держит %2$lld%% от заряда, на который была рассчитана.
tr: %1$lld şarj döngüsünden sonra pil, üretildiğinde taşıdığı şarjın %2$lld%%'ini tutuyor.
zh_hans: 经过 %1$lld 次充电循环后，电池可储存出厂设计电量的 %2$lld%%。

# diagnostics.finding.response.deviating
source: The fans sat %lld rpm from their target on average, and as much as %lld rpm away.
es: Los ventiladores se quedaron a %1$lld rpm de su objetivo de media, y hasta %2$lld rpm en el peor caso.
ru: Вентиляторы в среднем отклонялись от цели на %1$lld об/мин, максимум на %2$lld об/мин.
tr: Fanlar hedeflerinden ortalama %lld dev/dk, en fazla da %lld dev/dk uzakta kaldı.
zh_hans: 风扇与目标转速平均相差 %1$lld 转/分，最大相差 %2$lld 转/分。

# diagnostics.finding.response.nodata
source: The fans have not been driven long enough this session to judge how they respond.
es: En esta sesión los ventiladores no han funcionado el tiempo suficiente para juzgar cómo responden.
ru: В этом сеансе вентиляторы работали слишком недолго, чтобы судить об отклике.
tr: Fanlar bu oturumda, nasıl yanıt verdiklerine hükmedilecek kadar uzun sürülmedi.
zh_hans: 本次会话中风扇运转的时间还不足以判断它们的响应情况。

# diagnostics.finding.response.tracking
source: The fans followed their targets to within %lld rpm on average.
es: Los ventiladores siguieron sus objetivos con un margen medio de %lld rpm.
ru: Вентиляторы следовали цели в среднем с точностью %lld об/мин.
tr: Fanlar hedeflerini ortalama %lld dev/dk yaklaşıklıkla izledi.
zh_hans: 风扇跟随目标转速的平均误差在 %lld 转/分以内。

# diagnostics.finding.sensors.both
source: Some sensors are reporting oddly — outside anything physical: %@; unchanged all session: %@.
es: Algunos sensores informan de forma extraña: fuera de lo físicamente posible: %1$@; sin cambios en toda la sesión: %2$@.
ru: Некоторые датчики сообщают странное — вне физически возможного: %1$@; без изменений весь сеанс: %2$@.
tr: Bazı sensörler tuhaf bildiriyor — fiziksel olmayan değerler: %@; oturum boyunca hiç değişmeyenler: %@.
zh_hans: 有些传感器的读数不太正常——超出物理可能范围：%1$@；整个会话都没有变化：%2$@。

# diagnostics.finding.sensors.healthy
source: All %lld sensors are reporting plausible, changing values.
es: Los %lld sensores informan valores plausibles y cambiantes.
ru: Все %lld датчиков сообщают правдоподобные, меняющиеся значения.
tr: %lld sensörün tamamı makul ve değişen değerler bildiriyor.
zh_hans: 全部 %lld 个传感器都在报告合理且有变化的数值。

# diagnostics.finding.sensors.outofrange
source: Some sensors are reporting values outside anything physical: %@.
es: Algunos sensores informan valores fuera de lo físicamente posible: %@.
ru: Некоторые датчики сообщают значения вне физически возможного: %@.
tr: Bazı sensörler fiziksel olarak mümkün olmayan değerler bildiriyor: %@.
zh_hans: 有些传感器报告的数值超出了物理可能范围：%@。

# diagnostics.finding.sensors.stuck
source: Some sensors have not changed all session: %@.
es: Algunos sensores no han cambiado en toda la sesión: %@.
ru: Некоторые датчики не менялись весь сеанс: %@.
tr: Bazı sensörler oturum boyunca hiç değişmedi: %@.
zh_hans: 有些传感器在整个会话中都没有变化：%@。

# diagnostics.finding.sensors.unreadable
source: No sensor is being read right now.
es: Ahora mismo no se está leyendo ningún sensor.
ru: Сейчас не читается ни один датчик.
tr: Şu anda okunan sensör yok.
zh_hans: 目前没有读取到任何传感器。
